<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class TermOfServiceSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('term_of_services')->insert([
            'title' => '第 1 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>1
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 2 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>2
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 3 条 ()',
            'text' => '本文 が 入 り ま す.  本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>3
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 4 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>4
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 5 条 ()',
            'text' => '本文 が 入 り ま す.  本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>5
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 6 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>6
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 7 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>7
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 8 条 ()',
            'text' => '本文 が 入 り ま す.  本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>8
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 9 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>9
        ]);

        DB::table('term_of_services')->insert([
            'title' => '第 10 条 ()',
            'text' => '本文 が 入 り ま す. 本 文 が 入 り ま す 文 が 入 り す 本 文 が 入 り す 本 文 が 入 り す が り ま す 本 文 す 本 文ま す ま す 本 文 が 入 り す す 本 本 が 入 り ま す. 本文 が 入 り ま す 本 が 入 り す 本 文 が 入 まが 入 り ま す 本 文 が 入 り ま す 本 文 入 り り ま. 本文 が 入 り ま す。 入 り ま す。 ま',
            'sort'=>10
        ]);
    }
}
