{{"$name"}} 様
<br>
<br>
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
<br>
subsQ パスワード変更手続きのお知らせ
<br>
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
<br>
<br>
いつもsubsQをご利用いただきありがとうございます。
<br>
以下のURLをクリックして、パスワード変更の手続きを完了させてください。
<br>
<br>
<a href="{{$url}}">{{"$url"}}</a>
<br>
<br>
URLは12時間が経過すると、有効期限が切れます。
<br>
<br>
……………………………………………………………………………………………
<br>
▼よくある質問はこちら
<br>
　{{"$APP_URL"}}/help
<br>
▼お問い合わせはこちら
<br>
　{{"$APP_URL"}}/contact
<br>
<br>
※本メールの情報に心当たりが無い場合は、お手数ですが削除をお願いいたします。
<br>
※このEメールアドレスは配信専用です。返信いただいてもお答えできませんのでご了承ください。
<br>
……………………………………………………………………………………………
<br>
送信元
<br>
subsQ　{{"$APP_URL"}}
<br>
株式会社STUCCO
