━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
無事に登記手続きが完了しました。近日中に、購入者に司法書士より権利書が発送されます。このチャットは本日から3ヶ月の間、引き続きご利用いただけます。
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
売主名前: {{"$seller_name"}}
売主メール: {{"$seller_email"}}
買主名前: {{"$buyer_name"}}
買主_メール: {{"$buyer_email"}}
契約書ファイル名: {{"$contract_name"}}
……………………………………………………………………………………………
▼よくある質問はこちら
　{{"$APP_URL"}}/help
▼お問い合わせはこちら
　{{"$APP_URL"}}/contact

※本メールの情報に心当たりが無い場合は、お手数ですが削除をお願いいたします。
※このEメールアドレスは配信専用です。返信いただいてもお答えできませんのでご了承ください。
……………………………………………………………………………………………
送信元
subsQ　{{"$APP_URL"}}
株式会社STUCCO