{{"$name"}} 様

いつもsubsQをご利用いただきありがとうございます。
以下の内容でお問い合わせを受付いたしました。

----------　お問い合わせ内容　----------
お名前:{{"$name"}}
メッセージ：
{{"$content"}}
--------------------------------------

----------　ご質問への回答  -----------
メッセージ：
{{"$reply_content"}}
--------------------------------------
……………………………………………………………………………………………
▼よくある質問はこちら
　{{"$APP_URL"}}/help
▼お問い合わせはこちら
　{{"$APP_URL"}}/contact

※本メールの情報に心当たりが無い場合は、お手数ですが削除をお願いいたします。
※このEメールアドレスは配信専用です。返信いただいてもお答えできませんのでご了承ください。
……………………………………………………………………………………………
送信元
subsQ　{{"$APP_URL"}}
株式会社 STUCCO